Repository: EdWilsonLJunior/SaveKids
Catalog: ZodiakiOS/ZodiakiOS/Localizable.xcstrings
Source language: en
Languages: pt_br

# feature.task_manager.mark_done
source: Mark as done
pt_br: Marcar como concluída

# feature.task_manager.mark_pending
source: Mark as pending
pt_br: Marcar como pendente

# feature.task_manager.new_task
source: New Task
pt_br: Nova Tarefa

# feature.task_manager.no_results_title
source: No results
pt_br: Sem resultados

# feature.task_manager.no_tasks_found
source: No tasks found for "%@".
pt_br: Nenhuma tarefa encontrada para "%@".

# feature.task_manager.placeholder
source: Enter a task
pt_br: Digite uma tarefa

# feature.task_manager.remove_action
source: Remove task
pt_br: Remover tarefa

# feature.task_manager.task_completed
source: %@ Completed
pt_br: %@ Concluída

# feature.task_manager.title
source: Activity 10: Task Manager
pt_br: Atividade 10: Gerenciador de Tarefas

# feature.temperature.conversion_section
source: Conversion
pt_br: Conversão

# feature.temperature.eyebrow
source: Activity 9
pt_br: Atividade 9

# feature.temperature.intro
source: Convert temperatures between Celsius and Fahrenheit in real time.
pt_br: Converta temperaturas entre Celsius e Fahrenheit em tempo real.

# feature.temperature.placeholder
source: Enter the temperature
pt_br: Digite a temperatura

# feature.temperature.realtime_desc
source: Real-time conversion
pt_br: Conversão em tempo real

# feature.temperature.title
source: Activity 9: Temperature Converter
pt_br: Atividade 9: Conversor de Temperatura

# feature.theme_toggle.colors_section
source: Colors
pt_br: Cores

# feature.theme_toggle.enable_dark
source: Enable Dark Theme
pt_br: Ativar Tema Escuro

# feature.theme_toggle.eyebrow
source: Activity 8
pt_br: Atividade 8

# feature.theme_toggle.intro
source: Explore the design system in light and dark modes.
pt_br: Explore o design system nos modos claro e escuro.

# feature.theme_toggle.short_title
source: Theme Toggle
pt_br: Alternador de Tema

# feature.theme_toggle.title
source: Activity 8: Theme Toggle
pt_br: Atividade 8: Alternador de Tema

# feature.userdefaults_login.button.login
source: Log In
pt_br: Entrar

# feature.userdefaults_login.email_not_saved
source: Email not saved
pt_br: E-mail não salvo

# feature.userdefaults_login.intro
source: Enable 'Remember me' before logging in. The next time you open the app, your email will be pre-filled.
pt_br: Ative 'Lembrar-me' antes de entrar. Na próxima vez que abrir o app, o e-mail estará preenchido automaticamente.

# feature.userdefaults_login.success
source: Logged in successfully
pt_br: Login realizado com sucesso

# feature.userdefaults_login.title
source: Activity 16: UserDefaults Login
pt_br: Atividade 16: Login com UserDefaults

# feature.voting.candidate_a
source: Candidate A
pt_br: Candidato A

# feature.voting.candidate_b
source: Candidate B
pt_br: Candidato B

# feature.voting.candidate_c
source: Candidate C
pt_br: Candidato C

# feature.voting.eyebrow
source: Activity 3
pt_br: Atividade 3

# feature.voting.final_votes
source: Final Votes
pt_br: Votos Finais

# feature.voting.finish_action
source: Finish Voting
pt_br: Finalizar Votação

# feature.voting.finished_badge
source: ✓ Voting Finished
pt_br: ✓ Votação Finalizada

# feature.voting.intro
source: Vote for candidates and follow the results in real time.
pt_br: Vote em candidatos e acompanhe o resultado em tempo real.

# feature.voting.new_action
source: New Voting
pt_br: Nova Votação

# feature.voting.result
source: Result
pt_br: Resultado

# feature.voting.runoff_between
source: Runoff between: %@
pt_br: Segundo turno entre: %@

# feature.voting.runoff_warning
source: ⚠️ Runoff
pt_br: ⚠️ Segundo Turno

# feature.voting.title
source: Activity 3: Voting System
pt_br: Atividade 3: Sistema de Votação

# feature.voting.winner_label
source: Winner: %@ (%d votes)
pt_br: Vencedor: %@ (%d votos)

# hig.accessibility_contrast.excerpt
source: Provide enough contrast between text and its background to keep content legible. A minimum ratio of 4.5:1 is recommended for normal text (WCAG AA).
pt_br: Garanta contraste suficiente entre o texto e o fundo para manter o conteúdo legível. Uma proporção mínima de 4.5:1 é recomendada para texto normal (WCAG AA).

# hig.accessibility_contrast.section
source: Accessibility — Color and Contrast
pt_br: Acessibilidade — Cor e Contraste

# hig.color.excerpt
source: Use color to enhance your interface and communicate status. Always pair color with another indicator so people who are color-blind get the same information.
pt_br: Use cores para enriquecer sua interface e comunicar estados. Sempre combine cor com outro indicador para que pessoas com daltonismo obtenham as mesmas informações.

# hig.color.section
source: Color
pt_br: Cor

# hig.dark_mode.excerpt
source: Prefer dynamic semantic colors that automatically adapt to Dark Mode. Avoid hardcoded color values that look good in one appearance but fail in another.
pt_br: Prefira cores semânticas dinâmicas que se adaptam automaticamente ao Modo Escuro. Evite valores de cor fixos que parecem bons em uma aparência mas falham em outra.

# hig.dark_mode.section
source: Dark Mode
pt_br: Modo Escuro

# hig.inclusive_color.excerpt
source: Don't rely solely on color to communicate important information. Always pair color with a text label or symbol so that people who are color-blind can understand your UI.
pt_br: Não dependa apenas de cor para comunicar informações importantes. Sempre combine cor com um rótulo ou símbolo para que pessoas com daltonismo possam compreender sua UI.

# hig.inclusive_color.section
source: Color — Inclusive color
pt_br: Cor — Cor inclusiva

# hig.interactive_color.excerpt
source: Choose a single consistent color for interactive elements to establish clear affordance. People associate that color with tappable, so inconsistent use creates confusion.
pt_br: Escolha uma cor consistente para elementos interativos para estabelecer uma affordance clara. As pessoas associam essa cor ao tocável, portanto o uso inconsistente cria confusão.

# hig.interactive_color.section
source: Color — Interactive elements
pt_br: Cor — Elementos interativos

# hig.materials.excerpt
source: Use materials and semantic colors to communicate hierarchy, depth, and vibrancy. Semantic surfaces automatically provide the right appearance in both Light and Dark Mode.
pt_br: Use materiais e cores semânticas para comunicar hierarquia, profundidade e vivacidade. Superfícies semânticas fornecem automaticamente a aparência correta no Modo Claro e Escuro.

# hig.materials.section
source: Materials
pt_br: Materiais

# lp.accessibility.balance
source: You have %d points
pt_br: Você tem %d pontos

# lp.accessibility.confirm_action
source: Confirm
pt_br: Confirmar

# lp.catalog.active_filters
source: %d active filters
pt_br: %d filtros ativos

# lp.catalog.coming_soon
source: Rewards catalog coming soon.
pt_br: Catálogo de recompensas em breve.

# lp.catalog.empty_filter_subtitle
source: Select at least one category to see rewards.
pt_br: Selecione ao menos uma categoria para ver recompensas.

# lp.catalog.empty_filter_title
source: No category selected
pt_br: Nenhuma categoria selecionada

# lp.catalog.error_subtitle
source: Check your connection and try again.
pt_br: Verifique sua conexão e tente novamente.

# lp.catalog.error_title
source: Failed to load catalog
pt_br: Erro ao carregar catálogo

# lp.catalog.eyebrow
source: Rewards
pt_br: Recompensas

# lp.catalog.filter_label
source: Categories
pt_br: Categorias

# lp.catalog.filter_sheet_title
source: Filter rewards
pt_br: Filtrar recompensas

# lp.catalog.intro
source: Browse and redeem from our full rewards catalog.
pt_br: Navegue e resgate no catálogo completo de recompensas.

# lp.catalog.retry_action
source: Try Again
pt_br: Tentar novamente

# lp.catalog.short_title
source: Catalog
pt_br: Catálogo

# lp.catalog.status_insufficient
source: Insufficient points
pt_br: Pontos insuficientes

# lp.catalog.title
source: Rewards Catalog
pt_br: Catálogo de Recompensas

# lp.category.discounts
source: Discounts
pt_br: Descontos

# lp.category.donations
source: Donations
pt_br: Doações

# lp.category.products
source: Products
pt_br: Produtos

# lp.category.services
source: Services
pt_br: Serviços

# lp.earn_points.back_to_home_action
source: Back to home
pt_br: Voltar para a home

# lp.earn_points.earn_action
source: Earn points
pt_br: Ganhar pontos

# lp.earn_points.error_title
source: Select an opportunity
pt_br: Selecione uma oportunidade

# lp.earn_points.eyebrow
source: Loyalty
pt_br: Fidelidade

# lp.earn_points.intro
source: Choose a quick activity and add points instantly.
pt_br: Escolha uma atividade rapida e some pontos na hora.

# lp.earn_points.opportunity_daily_subtitle
source: Open the app and collect your daily bonus
pt_br: Abra o app e colete seu bonus diario

# lp.earn_points.opportunity_daily_title
source: Daily check-in
pt_br: Check-in diario

# lp.earn_points.opportunity_invite_subtitle
source: Invite a friend and earn bonus points
pt_br: Convide um amigo e ganhe pontos bonus

# lp.earn_points.opportunity_invite_title
source: Invite a friend
pt_br: Convidar amigo

# lp.earn_points.opportunity_survey_subtitle
source: Answer a quick survey to boost your balance
pt_br: Responda uma pesquisa rapida e aumente seu saldo

# lp.earn_points.opportunity_survey_title
source: Complete a survey
pt_br: Responder pesquisa

# lp.earn_points.reset_action
source: Reset
pt_br: Limpar

# lp.earn_points.result_subtitle
source: Points added to your account.
pt_br: Pontos adicionados na sua conta.

# lp.earn_points.result_title
source: Points earned
pt_br: Pontos ganhos

# lp.earn_points.select_opportunity_error
source: Choose one opportunity to continue.
pt_br: Escolha uma oportunidade para continuar.

# lp.earn_points.short_title
source: Earn Points
pt_br: Ganhar pontos

# lp.home.action_earn_points
source: Earn points
pt_br: Ganhar pontos

# lp.home.action_full_catalog
source: See full catalog
pt_br: Ver catálogo completo

# lp.home.action_redeem
source: Redeem
pt_br: Trocar

# lp.home.action_send
source: Send
pt_br: Enviar

# lp.home.action_statement
source: Statement
pt_br: Extrato

# lp.home.balance_label
source: Your points
pt_br: Seus pontos

# lp.home.banner_expiring
source: Promotion expiring soon: %@
pt_br: Promoção expirando em breve: %@

# lp.home.catalog_cta
source: Browse rewards catalog
pt_br: Ver catálogo de recompensas

# lp.home.error_message
source: Unable to load promotions. Check your connection.
pt_br: Não foi possível carregar promoções. Verifique sua conexão.

# lp.home.error_retry
source: Retry
pt_br: Tentar novamente

# lp.home.error_title
source: Promotions unavailable
pt_br: Promoções indisponíveis

# lp.home.eyebrow
source: Loyalty Program
pt_br: Programa Fidelidade

# lp.home.logout_cancel
source: Cancel
pt_br: Cancelar

# lp.home.logout_confirm
source: Sign out
pt_br: Sair

# lp.home.logout_message
source: You'll need to log in again.
pt_br: Você precisará fazer login novamente.

# lp.home.logout_title
source: Sign out of the program?
pt_br: Sair do programa?

# lp.home.profile_button_label
source: Profile
pt_br: Perfil

# lp.home.promo_error
source: Promotions unavailable
pt_br: Promoções indisponíveis

# lp.home.promo_retry
source: Try again
pt_br: Tentar novamente

# lp.home.promotions_eyebrow
source: Featured promotions
pt_br: Promoções em destaque

# lp.home.quick_links_title
source: Quick actions
pt_br: Acesso rápido

# lp.home.tier_gold
source: Gold
pt_br: Ouro

# lp.home.tier_progress_label
source: Next tier
pt_br: Próximo nível

# lp.home.tier_silver
source: Silver
pt_br: Prata

# lp.home.title
source: Loyalty
pt_br: Fidelidade

# lp.home.toast_redeem_success
source: Redemption confirmed!
pt_br: Resgate confirmado!

# lp.home.toast_send_success
source: Points sent!
pt_br: Pontos enviados!

# lp.login.action_enter
source: Sign In
pt_br: Entrar

# lp.login.error_cpf
source: Invalid CPF — enter 11 digits
pt_br: CPF inválido — informe 11 dígitos

# lp.login.error_generic
source: Authentication failed. Please try again.
pt_br: Falha na autenticação. Tente novamente.

# lp.login.error_generic_title
source: Authentication failed
pt_br: Falha na autenticação

# lp.login.error_password
source: Password must be at least 4 characters
pt_br: Senha deve ter ao menos 4 caracteres

# lp.login.eyebrow
source: Welcome
pt_br: Bem-vindo

# lp.login.field_password
source: Password
pt_br: Senha

# lp.login.title
source: Loyalty Program
pt_br: Programa Fidelidade

# lp.profile.action_cancel
source: Cancel
pt_br: Cancelar

# lp.profile.action_save
source: Save
pt_br: Salvar

# lp.profile.discard_action
source: Discard
pt_br: Descartar

# lp.profile.discard_confirm
source: Yes, discard
pt_br: Sim, descartar

# lp.profile.discard_message
source: Are you sure you want to discard your changes? This action cannot be undone.
pt_br: Tem certeza que deseja descartar suas alterações? Esta ação não pode ser desfeita.

# lp.profile.discard_title
source: Discard changes?
pt_br: Descartar alterações?

# lp.profile.error_email
source: Invalid email
pt_br: E-mail inválido

# lp.profile.error_name
source: Name must be at least 2 characters
pt_br: Nome deve ter ao menos 2 caracteres

# lp.profile.eyebrow
source: My Account
pt_br: Minha Conta

# lp.profile.field_name
source: Full name
pt_br: Nome completo

# lp.profile.intro
source: Manage your personal details and notifications.
pt_br: Gerencie seus dados pessoais e notificações.

# lp.profile.keep_editing_action
source: Keep editing
pt_br: Continuar editando

# lp.profile.logout_action
source: Sign out
pt_br: Sair da conta

# lp.profile.placeholder_email
source: your@email.com
pt_br: seu@email.com

# lp.profile.placeholder_name
source: Full name
pt_br: Nome completo

# lp.profile.save_action
source: Save changes
pt_br: Salvar alterações

# lp.profile.short_title
source: Profile
pt_br: Perfil

# lp.profile.success
source: Profile updated successfully
pt_br: Dados atualizados com sucesso

# lp.profile.title
source: My Profile
pt_br: Meu Perfil

# lp.profile.toggle_email_notif
source: Email notifications
pt_br: Notificações por e-mail

# lp.profile.toggle_push_notif
source: Push notifications
pt_br: Notificações push

# lp.promo_detail.action_redeem
source: Redeem now
pt_br: Resgatar agora

# lp.promo_detail.benefits_headline
source: Benefits
pt_br: Benefícios

# lp.promo_detail.expires_in_days
source: Expires in %d days
pt_br: Expira em %d dias

# lp.promo_detail.expires_today
source: Expires today
pt_br: Expira hoje

# lp.promo_detail.expires_tomorrow
source: Expires tomorrow
pt_br: Expira amanhã

# lp.promo_detail.explore_catalog_action
source: Browse rewards catalog
pt_br: Ver catálogo de recompensas

# lp.promo_detail.eyebrow
source: Promotion
pt_br: Promoção

# lp.promo_detail.how_to_redeem_step1
source: Select the promotion you want to redeem.
pt_br: Selecione a promoção que deseja resgatar.

# lp.promo_detail.how_to_redeem_step2
source: Confirm your available balance.
pt_br: Confirme seu saldo disponível.

# lp.promo_detail.how_to_redeem_step3
source: Slide to confirm and receive your reward.
pt_br: Deslize para confirmar e receber sua recompensa.

# lp.promo_detail.how_to_redeem_title
source: How to redeem
pt_br: Como resgatar

# lp.promo_detail.label_cost
source: Points cost
pt_br: Custo em pontos

# lp.promo_detail.label_expires
source: Valid until
pt_br: Válido até

# lp.promo_detail.label_no_expiry
source: No expiry
pt_br: Sem prazo

# lp.promo_detail.notice_insufficient
source: You need %lld more points to redeem this promotion.
pt_br: Você precisa de mais %lld pontos para resgatar esta promoção.

# lp.promo_detail.share_action
source: Share promotion
pt_br: Compartilhar promoção

# lp.promo_detail.share_text
source: Check out this promotion in the Loyalty Program!
pt_br: Confira esta promoção no Programa Fidelidade!

# lp.promo_detail.status_expired
source: Expired
pt_br: Expirada

# lp.promo_detail.terms_text
source: Promotions are subject to availability and may be withdrawn at any time. Points are non-transferable and cannot be exchanged for cash.
pt_br: As promoções estão sujeitas à disponibilidade e podem ser retiradas a qualquer momento. Os pontos são intransferíveis e não podem ser convertidos em dinheiro.

# lp.promo_detail.terms_title
source: Terms & Conditions
pt_br: Termos e Condições

# lp.redeem.balance_label
source: Available balance
pt_br: Saldo disponível

# lp.redeem.balance_tooltip
source: Your current points balance available for redemption.
pt_br: Seu saldo de pontos disponível para resgate.

# lp.redeem.confirm_balance_after
source: Balance after redemption
pt_br: Saldo após resgate

# lp.redeem.confirm_cost
source: Cost
pt_br: Custo

# lp.redeem.confirm_reward
source: Reward
pt_br: Recompensa

# lp.redeem.error_title
source: Catalog unavailable
pt_br: Catálogo indisponível

# lp.redeem.filter_label
source: Categories
pt_br: Categorias

# lp.redeem.filter_sheet_title
source: Filter rewards
pt_br: Filtrar recompensas

# lp.redeem.missing_points
source: Missing %d pts
pt_br: Faltam %d pts

# lp.redeem.processing
source: Processing redemption...
pt_br: Processando resgate...

# lp.redeem.retry
source: Try again
pt_br: Tentar novamente

# lp.redeem.slide_label
source: Slide to redeem
pt_br: Deslize para resgatar

# lp.redeem.status_insufficient
source: Insufficient points
pt_br: Pontos insuficientes

# lp.redeem.success_card_subtitle
source: Remaining balance: %@ pts
pt_br: Saldo restante: %@ pts

# lp.redeem.success_card_title
source: Redeemed reward
pt_br: Recompensa resgatada

# lp.redeem.success_subtitle
source: You have %@ points remaining.
pt_br: Você tem %@ pontos restantes.

# lp.redeem.success_title
source: Redemption successful!
pt_br: Resgate realizado!

# lp.redeem.title
source: Redeem Points
pt_br: Resgatar Pontos

# lp.redeem.view_details_action
source: View details
pt_br: Ver detalhes

# lp.reward_detail.affordable_message
source: You can redeem this reward right now.
pt_br: Voce ja pode resgatar esta recompensa agora.

# lp.reward_detail.affordable_tag
source: Available now
pt_br: Disponivel agora

# lp.reward_detail.affordable_title
source: Enough points
pt_br: Pontos suficientes

# lp.reward_detail.current_balance_label
source: Current balance
pt_br: Saldo atual

# lp.reward_detail.earn_points_action
source: Earn more points
pt_br: Ganhar mais pontos

# lp.reward_detail.eyebrow
source: Reward details
pt_br: Detalhes da recompensa

# lp.reward_detail.insufficient_message
source: You still need %d points to redeem this reward.
pt_br: Voce ainda precisa de %d pontos para resgatar esta recompensa.

# lp.reward_detail.insufficient_tag
source: Insufficient points
pt_br: Pontos insuficientes

# lp.reward_detail.insufficient_title
source: Not enough points
pt_br: Pontos insuficientes

# lp.reward_detail.intro
source: Check details and proceed with the next step.
pt_br: Confira os detalhes e siga para o proximo passo.

# lp.reward_detail.redeem_action
source: Go to redeem
pt_br: Ir para resgate

# lp.reward_detail.reward_cost_label
source: Reward cost
pt_br: Custo da recompensa

# lp.send.action_back
source: Back
pt_br: Voltar

# lp.send.action_next
source: Next
pt_br: Próximo

# lp.send.amount_label
source: Amount
pt_br: Quantidade

# lp.send.back_action
source: Back
pt_br: Voltar

# lp.send.back_home_action
source: Back to home
pt_br: Voltar ao início

# lp.send.balance_label
source: Available balance
pt_br: Saldo disponível

# lp.send.cancel_confirm
source: Yes, cancel
pt_br: Sim, cancelar

# lp.send.cancel_confirm_action
source: Yes, cancel
pt_br: Sim, cancelar

# lp.send.cancel_modal_message
source: If you go back, your transfer will be cancelled.
pt_br: Se voltar, a transferência será cancelada.

# lp.send.cancel_modal_title
source: Cancel transfer?
pt_br: Cancelar transferência?

# lp.send.cancel_title
source: Cancel transfer?
pt_br: Cancelar envio?

# lp.send.confirm_action
source: Confirm transfer
pt_br: Confirmar transferência

# lp.send.counter_label
source: Points to send
pt_br: Pontos a enviar

# lp.send.error_balance
source: Insufficient balance for this transfer
pt_br: Saldo insuficiente para esta transferência

# lp.send.error_cpf
source: Invalid CPF — enter 11 digits
pt_br: CPF inválido — informe 11 dígitos

# lp.send.error_cpf_invalid
source: Invalid CPF format
pt_br: Formato de CPF inválido

# lp.send.error_cpf_self
source: You cannot send points to yourself
pt_br: Você não pode enviar pontos para si mesmo

# lp.send.error_insufficient
source: Insufficient balance
pt_br: Saldo insuficiente

# lp.send.error_minimum
source: Minimum 10 points
pt_br: Mínimo de 10 pontos

# lp.send.error_multiple
source: Amount must be a multiple of 10
pt_br: O valor deve ser múltiplo de 10

# lp.send.error_self
source: You cannot send points to yourself
pt_br: Você não pode enviar pontos para si mesmo

# lp.send.eyebrow
source: Points Transfer
pt_br: Transferência de Pontos

# lp.send.field_cpf
source: Recipient CPF
pt_br: CPF do destinatário

# lp.send.field_points
source: Points to send
pt_br: Pontos a enviar

# lp.send.intro
source: Send points to another member of the program.
pt_br: Envie pontos para outro membro do programa.

# lp.send.next_action
source: Next
pt_br: Próximo

# lp.send.processing
source: Sending points...
pt_br: Enviando pontos...

# lp.send.recipient_label
source: Recipient
pt_br: Destinatário

# lp.send.recipient_masked
source: User ***%@
pt_br: Usuário ***%@

# lp.send.remaining_balance
source: Remaining balance
pt_br: Saldo restante

# lp.send.slide_label
source: Slide to confirm
pt_br: Deslize para confirmar

# lp.send.step1_label
source: Recipient
pt_br: Destinatário

# lp.send.step2_label
source: Amount
pt_br: Quantidade

# lp.send.step3_label
source: Confirmation
pt_br: Confirmação

# lp.send.success_card_subtitle
source: %@ points transferred successfully.
pt_br: %@ pontos transferidos com sucesso.

# lp.send.success_card_title
source: Points sent
pt_br: Pontos enviados

# lp.send.success_modal_title
source: Transfer completed!
pt_br: Transferência concluída!

# lp.send.success_title
source: Points sent!
pt_br: Pontos enviados!

# lp.send.title
source: Send Points
pt_br: Enviar Pontos

# lp.statement.copy_id
source: Copy transaction ID
pt_br: Copiar ID da transação

# lp.statement.empty_description
source: Your transaction history will appear here after your first redemption or transfer.
pt_br: Seu histórico aparecerá aqui após seu primeiro resgate ou transferência.

# lp.statement.empty_subtitle
source: Make a redemption or transfer to see your history here.
pt_br: Realize uma troca ou envio de pontos para ver o histórico aqui.

# lp.statement.empty_title
source: No transactions
pt_br: Nenhuma movimentação

# lp.statement.eyebrow
source: Points History
pt_br: Histórico de Pontos

# lp.statement.intro
source: Track all your points activity.
pt_br: Acompanhe todas as suas movimentações.

# lp.statement.report_error
source: Report error
pt_br: Reportar erro

# lp.statement.tab_all
source: All
pt_br: Todos

# lp.statement.tab_earned
source: Earned
pt_br: Entrada

# lp.statement.tab_spent
source: Spent
pt_br: Saída

# lp.statement.title
source: Statement
pt_br: Extrato

# lp.statement.type_earned
source: Earned
pt_br: Ganho

# lp.statement.type_received
source: Received
pt_br: Recebido

# lp.statement.type_redeemed
source: Redeemed
pt_br: Resgate

# lp.statement.type_sent
source: Sent
pt_br: Envio

# shared.a11y.error_prefix
source: Error
pt_br: Erro

# shared.accessibility.checked
source: checked
pt_br: marcado

# shared.accessibility.empty
source: empty
pt_br: vazio

# shared.accessibility.indeterminate
source: indeterminate
pt_br: indeterminado

# shared.accessibility.loading
source: loading
pt_br: carregando

# shared.accessibility.not_selected
source: not selected
pt_br: não selecionado

# shared.accessibility.off
source: off
pt_br: desligado
